Revit 2027 API
ParameterTypeId.ViewerBoundOffsetLeft Property
 "Left Clip Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewerBoundOffsetLeft { get; }
Public Shared ReadOnly Property ViewerBoundOffsetLeft As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewerBoundOffsetLeft {
	ForgeTypeId^ get ();
}
static member ViewerBoundOffsetLeft : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace